Revit 2027 API
FilterNumericEquals Properties
The FilterNumericEquals type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterNumericRuleEvaluator)
Top
See Also
Reference
FilterNumericEquals Class
Autodesk.Revit.DB Namespace